
/*Alert Sheet Title*/

"Would you like to save your changes before exiting?" = "在退出前是否要保存所作更改？";

"Would you like to save your changes?" = "是否保存所做更改？";


/* Alert Sheet description. */

"Your changes will be lost if you don't save them." = "如不保存，所做更改将丢失。";

/*Alert Sheet Buttons*/

"Save" = "保存";

"Cancel" = "取消";

"Dont Save" = "不保存";

/*App Menu*/

"About Logitech Camera Settings" = "关于 Logitech 摄像头设置";

"Services" = "服务";

"Hide Logitech Camera Settings" = "隐藏 Logitech 摄像头设置";

"Hide Others" = "隐藏其他";

"Show All" = "显示所有";

"Quit Logitech Camera Settings" = "退出 Logitech 摄像头设置";

/*Edit Menu*/

"Edit" = "编辑";

"Cut" = "剪切";

"Copy" = "复制";

"Paste" = "粘贴";

"Delete" = "删除";

"Select All" = "全选";

/*Camera Menu*/

"Camera" = "摄像头";

"No Device Connected" = "未连接设备";

/*Window Menu*/

"WINDOW" = "窗口";

"Minimize" = "最小化";

"Close" = "关闭";

"Bring All to Front" = "全部前置";

/*Window Title*/

"Logitech Camera Settings" = "Logitech 摄像头设置";


/* LogiWindowController.xib strings*/ 
/*Webcam Control  1st Tab*/

"Webcam Control" = "网络摄像头控件";

"Focus:" = "聚焦：";

"Auto" = "自动";

"Restore to defaults" = "还原至默认值";

/*Advanced Settings 2ndTab*/

"Advanced Settings" = "高级设置";

"Image Quality:" = "图像质量:";


"Brightness" = "亮度";

"Contrast" = "对比度";

"Color Intensity" = "色彩量度";

"White Balance" = "白平衡";

/*Device Information 3rd tab*/

"Device Information" = "设备信息";

"USB Vendor ID (VID):"  = "USB 厂商 ID (VID):";

"USB Product ID (PID):" = "USB 产品 ID (PID):";

"USB Revision (BCD):" = "USB 修订 (BCD):";

"Firmware version:" = "固件版本:";

"Firmware CRC:" = "固件 CRC:";

"EEPROM Version:" = "EEPROM 版本:";

"Sensor Type:" = "传感器类型:";


/* Background Process alert description */
"HELPER_APP_ALERT" = "该应用程序必须在后台持续运行，才能确保所有功能正常运作。您是否想在后台运行该应用程序？";

"Yes" = "是";

"No" = "否";